Repository: Acidburn0zzz/Drives-Manager
Catalog: drivesManager@lestcape/locale/*.po
Languages: bg

source: Execution of '%s' failed:
bg: Изпълнението на '%s' се провали:

source: Failed of Drives Manager:
bg: Провал на мениджъра на дискове:

source: Can't find the default browser.
bg: Браузъра по подразбиране не може да бъде намерен.

source: The device has been loaded.
bg: Беше заредено устройство.

source: The device has been ejected.
bg: Устройството беше извадено.

source: Drives Manager need a pakage to use advance function.
bg: Мениджъра на дискове се нуждае от пакет за тази функция.

source: If you do not want to install the package uncheck the option in the settings.
bg: Ако не желаете да инсталирате пакета, отмаркирайте тази настройка.

source: Do you want to install?
bg: Желаете ли да инсталирате?

source: Yes
bg: Да

source: No
bg: Не

source: Drives Manager requires that your account has permission to use advanced function.
bg: Мениджъра на устройствата изисква Вашият акаунт да има правомощия за тази функция.

source: If you do not want to grant permissions uncheck the option in the settings.
bg: Ако не искате да дадете правомощия, отмаркирайте тази настройка.

source: Do you want to grant permissions?
bg: Желаете ли да дадете правомощия?

source: Please wait while installing pakage...
bg: Моля изчакайте, пакета се инсталира...

source: Cancel
bg: Отмени

source: Drives Manager
bg: Мениджър на дискове

source: Help
bg: Помощ

source: Show as Applet
bg: Покажи като аплет.

source: Show as Desklet
bg: Покажи като десклет

source: Error:
bg: Грешка:

source: The communication need to be established first.
bg: Нужно е първо да се установи връзка.

source: Can't localizing task.
bg: Задачата не може да бъде локализирана.

source: Result is undefined:
bg: Резултата е неопределен:

source: The communication can't be established:
bg: Не може да бъде установена връзка:

source: Command not found.
bg: Непозната команда.

source: Can't be found appropriate installer program. The Automatic installation can't be performed.
bg: Не може да се намери подходяща програма за инсталиране. Не може да бъде извършена автоматична инсталация.

source: Can't be found an appropriate packages check program. The automatic installation cannot be performed.
bg: Не може да се намери подходяща програма за проверка на пакети. Не може да бъде извършена автоматична инсталация.

source: You don't have any GUI program to get root permissions.
bg: Вие нямате графична програма за даване на root права.

source: Could not parse command:
bg: Не може да се анализира командата:

source: Categories:
bg: Категории:

source: Tools:
bg: Инструменти:

source: HDD temperature:
bg: Температура на диска:

source: Appearance:
bg: Външен вид:

source: Advanced Appearance:
bg: Разширен външен вид:

source: Select icon theme:
bg: Избор на тема за иконките:

source: Select a theme to show icons.
bg: Изберете вида на иконките.

source: Native
bg: Системна

source: Symbolic
bg: Символна

source: Blue
bg: Син

source: Pink
bg: Розов

source: Windows
bg: Уиндоус

source: Ubuntu
bg: Убунту

source: Mind
bg: Минт

source: Metalic
bg: Металик

source: Black
bg: Черен

source: Linux
bg: Линукс

source: Orange
bg: Оранжев

source: Comic
bg: Комикс

source: Show the main box.
bg: Показване на основната рамка.

source: Check this to make the main box visible/invisible.
bg: Маркирайте, за да направите основната рамка видима.

source: Show the drive box.
bg: Показване на устройствата в рамка.

source: Check this to make the drive box visible/invisible.
bg: Маркирайте, за да направите рамката на устройствата видима.

source: Border's box width:
bg: Широчина на рамката:

source: Increase or decrease the border's box width.
bg: Увеличете или намалете рамката.

source: Border's box color:
bg: Цвят на рамката:

source: Set the custom border box's color.
bg: Задайте цвят на рамката.

source: Box color:
bg: Цвят на кутията:

source: Set the custom box's color.
bg: Задайте цвят на кутиите.

source: Fixed width.
bg: Фиксирана широчина.

source: Check this if you want to control the width of desklet.
bg: Маркирайте, ако искате контрол над широчината на десклета.

source: Width:
bg: Широчина:

source: Increase or decrease the desklet width.
bg: Увеличете или намалете широчината на десклета.

source: Fixed height.
bg: Фиксирана височина.

source: Check this if you want to control the height of desklet.
bg: Маркирайте, ако искате контрол над височината на десклета.

source: Height:
bg: Височина:

source: Increase or decrease the desklet height.
bg: Увеличете или намалете широчината на десклета.

source: Enable autoscrolling.
bg: Включване на автоматичния скрол.

source: Choose whether or not to enable smooth autoscrolling on the menu.
bg: Изберете дали искате да включите автоматичния скрол.

source: Show the scrolling area.
bg: Показване на скрола.

source: Choose whether or not to show the scrolling area.
bg: Изберете дали скрола да се вижда.

source: Override the Cinnamon theme properties.
bg: Презаписване на темата на Cinnamon.

source: Check this if you want to override the Cinnamon theme properties or not.
bg: Маркирайте ако искате да презапишете тамата на Cinnamon.

source: Font color:
bg: Цвят на шрифта:

source: Set the custom text color.
bg: Задайте цвят на текста.

source: Font size top text:
bg: Размер на горния шрифт:

source: Increase or decrease the font size of top text.
bg: Увеличете или намалете размера на шрифта на горния текст.

source: Font size bottom text:
bg: Размер на долния шрифт:

source: Increase or decrease the font size of bottom text.
bg: Увеличете или намалете размера на долния текст.

source: Opacity:
bg: Прозрачност:

source: Select a opacity percent.
bg: Изберете процент на прозрачност.

source: Show the Speed Meter.
bg: Показване на скоростта.

source: Check this to show the Speed Meter or not.
bg: Маркирайте ако искате да се показва скоростта.

source: Show the Hard Drives.
bg: Показване на твърдите дискове.

source: Check this to show the Hard Drives or not.
bg: Маркирайте ако искате твърдите дискове да се виждат.

source: Show the Optical Drives.
bg: Показване на оптичните устройства.

source: Check this to show the Optical Drives or not.
bg: Маркирайте ако искате оптичните устройства да се виждат.

source: Show the Removable Drives.
bg: Показване на преносимите устройства.

source: Check this to show the Removable Drives or not.
bg: Маркирайте ако искате преносимите устройства да се виждат.

source: Show the Fixed Drives.
bg: Показване на фиксирани устройства.

source: Check this to show the Fixed Drives or not.
bg: Маркирайте ако искате фиксираните устройства да се виждат.

source: Show the Volumes without Drives.
bg: Показване на устройства без диск.

source: Check this to show the Volumes without Drives (like ftp, sftp, iso images and more).
bg: Маркирайте ако искате устройства без диск да се виждат.

source: Show the Empty Drives.
bg: Показване на празните устройства.

source: Check this to show the Empty Drives or not.
bg: Маркирайте ако искате празните устройства да се виждат.

source: File time transfer(Longer time means more precision):
bg: Време за прехвърляне на файлове(по-дълго време, по-голяма прецизност):

source: Increase or decrease the time between measurements file transfer speed.
bg: Увеличете или намалете времето между измерванията на скоростта на файлов трансфер.

source: The O.S. do not automount the volume.
bg: Без автоматично монтиране на устройствата.

source: Check this to set in false the desktop.media-handling automount property of org.cinnamon and org.gnome.
bg: Маркирайте ако искате да зададете false на desktop.media-handling automount свойството на org.cinnamon и org.gnome.

source: Drives Manager automount the volume.
bg: Мениджъра на дискове автоматично ще монтира устройствата.

source: Check this if you want that Drives Manager can automount the volume when is ready.
bg: Маркирайте ако искате Мениджъра на дискове да монтира устройствата, когато са готови.

source: The O.S. do not auto open mount points.
bg: Операционната система няма да отваря автоматично точките на монтиране.

source: Check this to set in false the desktop.media-handling automount-open property of org.cinnamon and org.gnome.
bg: Маркирайте за да зададете false на desktop.media-handling automount-open свойството на rg.cinnamon и org.gnome.

source: Drives Manager auto open the mount points.
bg: Мениджъра на дискове ще отваря автоматично точките на монтиране.

source: Check this if you want that Drives Manager auto open the mount points when the volume was mounted.
bg: Маркирайте ако искате Мениджъра на дискове да отваря автоматично устройствата, когато са монтирани.

source: Open with:
bg: Отваряне с:

source: Select the default browser.
bg: Избор на браузър по подразбиране.

source: Nemo
bg: Namo

source: Use the capacity detection.
bg: Откриване на размера.

source: Check this to use or not the capacity detection. When enabled using more CPU, but capacity changes are detected in the volumens mounted.
bg: Маркирайте ако искате да открива размера. Включването ще увеличи използването на процесора, но промяната на размера на монтираните устройства ще бъде показвана.

source: Don't eject Removable Drive (they can be reconnected without need to pull out of the connector).
bg: Без изваждане на преносимите устройства (те ще бъдат свързани повторно без да има нужда да се вадят.)

source: Check this to use or not the option of don't eject Removable Drive. They can be reconnected without need to pull out of the connector if you this option is active.
bg: Маркирайте за да използвате тази опция. Ако я активирате, преносимите устройства ще се свързват повторно, без да има нужда да се вадят.

source: Unmount all mounted belonging to the same drive.
bg: Демонтиране на всички монтирани, принадлежащи на едно устройство.

source: Check this to unmount all mounted belonging to the same drive. This avoid try to unplug a drive that still contains some mounted volumes.
bg: Маркирайте за да демонтирате всички монтирани, принадлежащи на едно и също устройство. Така избягвате изваждането на устройство, което все още има монтирани дялове.

source: Display a message when drives change.
bg: Показване на съобщение, при промени в устройството.

source: Check this to display a message when a change occurs in the drives.
bg: Маркирайте за да видите съобщение при направени промени, засягащи дисковете.

source: Raise to top shorcut key.
bg: Задаване на бързи клавиши.

source: Display in the center when the desklet is raised.
bg: Показване в центъра, когато е фокусирано на десклета

source: Check this to display the desklet in the screen center, when is raised.
bg: Маркирайте за да се показва десклета в центъра, когато е извикан.

source: Use the temperature detection in the Hard drives.
bg: Показване на температурата на твърдите дискове.

source: Check this to use or not the temperature detection in the hard drives (needs Udisk2).
bg: Маркирайте ако искате температурата на твърдите дискове да се показва (има нужда от Udisk2).

source: Activate the temperature alarm sound.
bg: Активирана на температурната аларма.

source: Enabling this property activate a alarm sound when temperature reaches alarming levels.
bg: Включването на това свойство активира алармен звук, когато температурата достигне тревожни нива.

source: Color to show warning when the temperature is Normal:
bg: Цвят на показване на нормалната температура:

source: Set the custom color of Normal temperature warning.
bg: Задайте цвят на показване на нормалната температура.

source: Color to show warning when the temperature is High:
bg: Цвят на показване на висока температура:

source: Set the custom color of High temperature warning.
bg: Задайте цвят на показване, когато температурата е висока.

source: Color to show warning when the temperature is Alarming:
bg: Цвят на показване на алармиращо висока температура:

source: Set the custom color of Alarming temperature warning.
bg: Задайте цвят на показване, когато температурата е тревожно висока.

source: Value of High temperature to display a warning:
bg: Стойност на високата температура, за показване на предупреждение:

source: Set the custom High temperature value to display a warning.
bg: Задаване при колко висока температура де се показва предупреждение.

source: Value of Alarming temperature to display a alarm:
bg: Стойност на алармиращата температура, за включване на аларма.

source: Set the custom Alarming temperature value to display a alarm.
bg: Задаване при колко висока температура да се включи алармата.

source: Show Drives Manager as Applet.
bg: Покажи Мениджъра на дискове като аплет.

source: Choose whether or not to show Drives Manager as Applet or Desklet.
bg: Изберете дали Мениджъра на дискове да се показва като аплет, или като десклет.

source: Show symbolic icons in the Applet.
bg: Показване на символни иконки в аплета.

source: Check this if you want to show symbolic icons in the Applet.
bg: Маркирайте ако искате аплета да има символни иконки.

source: pixels
bg: пиксела

source: celsius
bg: целзий

source: seconds
bg: секунди
